// © Copyright 2011, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Сканирование в сетевую папку";

HSDTaskDescription = "Функция сканирования в сетевую папку позволяет запускать сканирование непосредственно с передней панели устройства HP и автоматически отправлять результаты в общую папку на компьютере.";
HSDStepsDescription = "Для настройки сканирования в сетевую папку выполните следующие действия.";
HSDStep1Description = "1. Создайте общую папку SMB.";
HSDStep2Description = "2. Зарегистрируйте общую папку на устройстве HP.";
HSDTaskNote = "После выбора функции \"Зарегистрировать общую папку\" в веб-браузере откроется Встроенный Web-сервер устройства. Для завершения настройки следуйте инструкциям.";
HSDCreateFolderButtonTitle = "Как это сделать…";
HSDRegisterFolderButtonTitle = "Зарегистрировать общую папку…";

CreateSharedFolderTitle = "Создание общей папки";
